const data = [
    {
        tit : "新闻",
        con : [
            "鲁比奥给特朗普递小纸条，内容曝光",
            "勒庞呼吁马克龙解散议会或辞职",
            "商务部公布对稀土相关技术实施出口管制的决定",
            "2025国庆档票房超18亿，全年票房有望冲击500亿",
            "巴西今年大豆出口总量创新高",
            "刺杀阿根廷时任副总统未遂 嫌疑人被判刑",
            "以色列总理将召集内阁批准停火协议",
            "牛！退役半个月，他第三次入伍！"
        ]
    },
    {
        tit : "体育",
        con : [
            "Opta超算预测，本赛季曼联英超垫底概率0.76%，大于夺冠概率0.15%",
            "名嘴：火箭志在夺冠所以可以给谢泼德20场机会 不行果断换人",
            "名嘴：本以为文班亚马的身体无法变得强壮 现在来看确实变了",
            "图赫尔：我不推崇金球奖这种东西，但凯恩的排名绝对应该更高",
            "Skip：詹姆斯40岁的人做事却像个巨婴 湖人没给他合同就天天装病",
            "小波特：我在篮网的角色比掘金更多 新赛季球队目标是冲击季后赛",
            "记者：摩纳哥将圣吉罗斯38岁少帅视为头号目标，已向对方球队询价",
            "记者：海港集结后进行大运动量训练，旨在联赛重启时即刻进入节奏",
            "拓媒：杨瀚森的防守显得笨拙和犹豫 防挡拆沉退太多放任波斯特3分",
            "波兰媒：挪威vs以色列执法难度极高，名哨马奇尼亚克吹罚本场比赛",
            "竞彩预测-王云迪10连红出击世欧预 下APP领166红包"
        ]
    },
    {
        tit  : "娱乐",
        con : [
            "范世琦曾说网暴的阴影延伸到了现实",
            "周杰伦出道25周年 再迎新动作",
            "郭宇欣单曲循环玫瑰窃贼",
            "以推理观照社会议题，《密室大逃脱7》收官",
            "12月19日！《阿凡达：火与烬》内地定档",
            "李沁陈哲远梦幻联动",
            "惊艳 张艺兴把贵州侗族大歌带到鸟巢",
            "国庆档破18亿元，观众以更实惠的价格走进影院",
            "寻风团成员献声国风歌单，10月10日央视播出",
            "孟非斓曦探访江苏非遗，云锦宋锦苏绣缂丝展绝美风华",
            "黄子韬徐艺洋婚礼定在10月",
            "台湾导演以影视为桥 促两岸文化情感交融",
            "2025北京大运河音乐节圆满收官",
        ]
    },
    {
        tit : "新闻",
        con : [
            "鲁比奥给特朗普递小纸条，内容曝光",
            "勒庞呼吁马克龙解散议会或辞职",
            "商务部公布对稀土相关技术实施出口管制的决定",
            "2025国庆档票房超18亿，全年票房有望冲击500亿",
            "巴西今年大豆出口总量创新高",
            "刺杀阿根廷时任副总统未遂 嫌疑人被判刑",
            "以色列总理将召集内阁批准停火协议",
            "牛！退役半个月，他第三次入伍！"
        ]
    },
    {
        tit : "体育",
        con : [
            "Opta超算预测，本赛季曼联英超垫底概率0.76%，大于夺冠概率0.15%",
            "名嘴：火箭志在夺冠所以可以给谢泼德20场机会 不行果断换人",
            "名嘴：本以为文班亚马的身体无法变得强壮 现在来看确实变了",
            "图赫尔：我不推崇金球奖这种东西，但凯恩的排名绝对应该更高",
            "Skip：詹姆斯40岁的人做事却像个巨婴 湖人没给他合同就天天装病",
            "小波特：我在篮网的角色比掘金更多 新赛季球队目标是冲击季后赛",
            "记者：摩纳哥将圣吉罗斯38岁少帅视为头号目标，已向对方球队询价",
            "记者：海港集结后进行大运动量训练，旨在联赛重启时即刻进入节奏",
            "拓媒：杨瀚森的防守显得笨拙和犹豫 防挡拆沉退太多放任波斯特3分",
            "波兰媒：挪威vs以色列执法难度极高，名哨马奇尼亚克吹罚本场比赛",
            "竞彩预测-王云迪10连红出击世欧预 下APP领166红包"
        ]
    },
    {
        tit  : "娱乐",
        con : [
            "范世琦曾说网暴的阴影延伸到了现实",
            "周杰伦出道25周年 再迎新动作",
            "郭宇欣单曲循环玫瑰窃贼",
            "以推理观照社会议题，《密室大逃脱7》收官",
            "12月19日！《阿凡达：火与烬》内地定档",
            "李沁陈哲远梦幻联动",
            "惊艳 张艺兴把贵州侗族大歌带到鸟巢",
            "国庆档破18亿元，观众以更实惠的价格走进影院",
            "寻风团成员献声国风歌单，10月10日央视播出",
            "孟非斓曦探访江苏非遗，云锦宋锦苏绣缂丝展绝美风华",
            "黄子韬徐艺洋婚礼定在10月",
            "台湾导演以影视为桥 促两岸文化情感交融",
            "2025北京大运河音乐节圆满收官",
        ]
    },
    {
        tit : "新闻",
        con : [
            "鲁比奥给特朗普递小纸条，内容曝光",
            "勒庞呼吁马克龙解散议会或辞职",
            "商务部公布对稀土相关技术实施出口管制的决定",
            "2025国庆档票房超18亿，全年票房有望冲击500亿",
            "巴西今年大豆出口总量创新高",
            "刺杀阿根廷时任副总统未遂 嫌疑人被判刑",
            "以色列总理将召集内阁批准停火协议",
            "牛！退役半个月，他第三次入伍！"
        ]
    },
    {
        tit : "体育",
        con : [
            "Opta超算预测，本赛季曼联英超垫底概率0.76%，大于夺冠概率0.15%",
            "名嘴：火箭志在夺冠所以可以给谢泼德20场机会 不行果断换人",
            "名嘴：本以为文班亚马的身体无法变得强壮 现在来看确实变了",
            "图赫尔：我不推崇金球奖这种东西，但凯恩的排名绝对应该更高",
            "Skip：詹姆斯40岁的人做事却像个巨婴 湖人没给他合同就天天装病",
            "小波特：我在篮网的角色比掘金更多 新赛季球队目标是冲击季后赛",
            "记者：摩纳哥将圣吉罗斯38岁少帅视为头号目标，已向对方球队询价",
            "记者：海港集结后进行大运动量训练，旨在联赛重启时即刻进入节奏",
            "拓媒：杨瀚森的防守显得笨拙和犹豫 防挡拆沉退太多放任波斯特3分",
            "波兰媒：挪威vs以色列执法难度极高，名哨马奇尼亚克吹罚本场比赛",
            "竞彩预测-王云迪10连红出击世欧预 下APP领166红包"
        ]
    },
    {
        tit  : "娱乐",
        con : [
            "范世琦曾说网暴的阴影延伸到了现实",
            "周杰伦出道25周年 再迎新动作",
            "郭宇欣单曲循环玫瑰窃贼",
            "以推理观照社会议题，《密室大逃脱7》收官",
            "12月19日！《阿凡达：火与烬》内地定档",
            "李沁陈哲远梦幻联动",
            "惊艳 张艺兴把贵州侗族大歌带到鸟巢",
            "国庆档破18亿元，观众以更实惠的价格走进影院",
            "寻风团成员献声国风歌单，10月10日央视播出",
            "孟非斓曦探访江苏非遗，云锦宋锦苏绣缂丝展绝美风华",
            "黄子韬徐艺洋婚礼定在10月",
            "台湾导演以影视为桥 促两岸文化情感交融",
            "2025北京大运河音乐节圆满收官",
        ]
    }
]