import dayjs from "dayjs";

// 判断是否是中文
export const isChinese = (str) => {
  return /^[\u4e00-\u9fff]+$/.test(str);
};

// 天气情况
export const weathercode = {
  0: "晴天☀️",
  1: "多云🌥️",
  2: "多云🌥️",
  3: "多云🌥️",
  45: "有雾🌁",
  48: "有雾🌁",
  51: `毛毛雨`,
  52: `毛毛雨`,
  53: `毛毛雨`,
  54: `毛毛雨`,
  55: `毛毛雨`,
  61: "小/中雨🌧️",
  62: "小/中雨🌧️",
  63: "小/中雨🌧️",
  64: "小/中雨🌧️",
  65: "小/中雨🌧️",
  66: "冻雨❄️🌧️",
  67: "冻雨❄️🌧️",
  71: "小/中雪❄️",
  72: "小/中雪❄️",
  73: "小/中雪❄️",
  74: "小/中雪❄️",
  75: "小/中雪❄️",
  80: "阵雨⛈️",
  81: "阵雨⛈️",
  82: "阵雨⛈️",
  95: "雷雨⛈️",
  96: "强雷暴⚡",
  97: "强雷暴⚡",
  98: "强雷暴⚡",
  99: "强雷暴⚡",
};

const week = ['周日', '周一', '周二', '周三', '周四', '周五', '周六']
export const getWeekday = str=>{
  return week[dayjs(str).format('d')]
}
